import Beton from '../../Assets/Ленточный фундамент.jpg'
import Beton1 from '../../Assets/Ленточный фундамент.jpg'
import Beton2 from '../../Assets/Комбинированный фундамент.jpg'
import Beton3 from '../../Assets/монолитная фундамент.jpg'
import Beton4 from '../../Assets/Сборно-блочный фундамент.jpg'
import Beton5 from '../../Assets/Свайно-винтовой фундамент.jpg'
import Beton6 from '../../Assets/Сборно-блочный фундамент.jpg'
import Beton7 from '../../Assets/Шведская монолитная фундамент.jpg'

// кровля
import roof1 from '../../Assets/Керамическая кровля.jpg'
import roof2 from '../../Assets/Металлочерепица.jpg'
import roof3 from '../../Assets/Мягкая черепица.jpg'
import roof4 from '../../Assets/Наплавляемая кровля.jpg'
import roof5 from '../../Assets/Кровля из профнастила.jpg'
import roof6 from '../../Assets/Фальцевая кровля.jpg'

// look

import look1 from '../../Assets/Декоративный камень.jpg'
import look2 from '../../Assets/Фасадные панели.jpg'
import look3 from '../../Assets/Имитация бруса.jpg'
import look4 from '../../Assets/Облицовочный кирпич.jpg'
import look5 from '../../Assets/Сайдинг.jpg'
import look6 from '../../Assets/Штукатурка.jpg'

// remont
import remont1  from '../../Assets/Плотнические работы.jpg'
import remont2  from '../../Assets/Сантехнические работы.jpg'
import remont3  from '../../Assets/Электрические работы.jpg'
import remont4  from '../../Assets/Штукатурка.jpg'
import remont5  from '../../Assets/Плиточные работы.jpg'
import remont6  from '../../Assets/Малярные работы.jpg'

const foundations = [
  {
    fristTitle:'Монтаж фундамента',
    title: 'Ленточный фундамент',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-20",
    url:"lentochiy-fundament",

    description: 'Надёжный и прочный. Идеален для зданий с подвалами и цокольными этажами.',
    maindescription:'Ленточный фундамент представляет собой замкнутую армированную железобетонную балку, которая закладывается по периметру здания и под несущими стенами. Он распределяет нагрузку здания на грунт. Этот тип фундамента подходит как для легких, так и для тяжелых монолитных домов и каменных коттеджей. Несущая способность определяется шириной, высотой ленты и типом грунта.',
    description2:'Ленточный фундамент представляет собой замкнутый контур из единой армированной железобетонной балки, заложенной по периметру здания и под несущими стенами. Этот тип фундамента обязательно требует проведения геологических исследований грунта для точного расчета нагрузки и определения возможности возведения на данном типе грунта. Ленточный фундамент хорошо справляется со своей функцией в случае угрозы неравномерной усадки, которая может возникнуть из-за неоднородности грунта.',
    titleDescription:'Основные преимущества ленточного фундамента:',
    list1:"•	Универсальность: Ленточный фундамент подходит для домов из различных материалов, обеспечивая надежную опору для самых разных конструкций.",
    list2:"•	Высокая несущая способность: Ленточный фундамент способен выдерживать значительные нагрузки, что делает его идеальным выбором для тяжелых монолитных домов и каменных коттеджей. ",
    list3:"•	Простота технологии: Технология возведения ленточного фундамента проста и понятна, что позволяет сократить сроки строительства и снизить затраты.",
    list4:"•	Стабильность: Ленточный фундамент эффективно справляется с угрозой неравномерной усадки благодаря своей конструкции, что особенно важно при неоднородном грунте.",
    descriptionEnd:'Ленточный фундамент обеспечивает прочность и устойчивость здания, создавая надежную основу для долгосрочной эксплуатации. В условиях Москвы, с ее сложными климатическими условиями, правильный монтаж ленточного фундамента требует особого профессионализма и точности.',
    imageUrl: Beton1
  },


  {
    fristTitle:'',
    title: 'Комбинированный фундамент',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-21",
    description:'Сочетает свойства разных фундаментов. Устойчив в сложных грунтовых условиях.',
    maindescription:'Комбинированный фундамент объединяет различные виды фундаментов, что позволяет максимально использовать их сильные стороны. Это обеспечивает надежность и прочность основания, адаптированного к специфическим условиям вашего строительного участка.',
    url:"lentochiy-fundament",
    description2:'Комбинированный фундамент представляет собой интеграцию нескольких типов оснований в одну систему. Этот метод используется на сложных грунтах и участках с значительными перепадами высот. Комбинированный фундамент обеспечивает надежность и устойчивость конструкции, адаптируясь к различным условиям почвы и рельефа.',
    titleDescription:'Основные преимущества комбинированного фундамента:',
    list1:'	Универсальность: Подходит для широкого спектра строительных проектов благодаря своей гибкости и адаптивности.',
    list2:'	Прочность: Объединение нескольких типов фундаментов позволяет достичь максимальной устойчивости и долговечности.',
    list3:'	Адаптация к сложным условиям: Эффективен на участках с неоднородной почвой и значительными перепадами высот.',
    list4:'	Оптимизация затрат: Индивидуальный расчет стоимости позволяет подобрать наиболее экономичное решение для конкретного проекта.',

    descriptionEnd:'Комбинированный фундамент — это оптимальное решение для строительства на сложных и нестабильных грунтах. Использование различных типов оснований в одной конструкции обеспечивает максимальную надежность и устойчивость здания, делая его безопасным и долговечным.',

    imageUrl: Beton2
  },


  {
    fristTitle:'',
    title: 'Монолитная плита',
    nicname:"typesof-card-22",
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",
    description: 'Равномерно распределяет нагрузку. Подходит для любых типов грунтов.',
    maindescription:'Монолитная плита из армированного железобетона — это сплошная конструкция, возводимая под всей площадью будущего строения. Она подходит для большинства типов грунтов благодаря своей высокой несущей способности и скорости возведения. ',
    description2:'Монолитная плита из армированного железобетона — это сплошная конструкция, возводимая под всей площадью будущего строения. Она подходит для большинства типов грунтов благодаря своей высокой несущей способности и скорости возведения. Монолитная плита не только обеспечивает прочную основу, но и служит готовым черновым полом дома, что значительно ускоряет процесс строительства.',
    list1:'•	Высокая надежность: Один из самых надежных типов фундамента с высокой несущей способностью, что делает его идеальным для различных конструкций.',
    list2:'•	Применимость для разных строений: Подходит для домов высотой в 1,5 — 2 этажа, обеспечивая стабильную и прочную основу.',
    list3:'•	Утепление фундамента: Возможность выполнить утепление фундамента, что улучшает теплоизоляционные свойства и способствует энергосбережению.',
    list4:'•	Шведский монолит: Использование технологий шведского монолита обеспечивает дополнительную прочность и долговечность конструкции.',
    titleDescription:'Основные преимущества монолитной плиты:',
    descriptionEnd:'Монолитная плита является одним из самых надежных и практичных типов фундаментов, обеспечивая долговечность и устойчивость здания. Этот фундамент равномерно распределяет нагрузки по всей своей площади, что особенно важно для построек на участках с неравномерным грунтом.',
    imageUrl: Beton3
  },


  {
    fristTitle:'',
    title: 'Сборно-блочный фундамент',
    nicname:"typesof-card-23",
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",

    description: 'Быстрая установка. Высокая прочность и устойчивость.',
    maindescription:'Сборно-блочный фундамент изготавливается из специальных железобетонных блоков, которые формируют полую конструкцию. Этот фундамент быстро монтируется и обеспечивает высокую прочность, что делает его отличным выбором для различных типов строений.',

    description2:'Сборно-блочный фундамент — это конструкция, выполненная из железобетонных блоков различного размера, уложенных на песчаную подушку. Данный тип фундамента требует обязательного проведения геологических исследований для оценки пригодности грунта на участке. Сборно-блочный фундамент особенно эффективен для домов с планируемым цокольным этажом (подвалом), поскольку в других случаях он может оказаться экономически невыгодным. Перекрытие осуществляется с помощью плит перекрытия, что обеспечивает дополнительную прочность.',
    list1:'Надежность и прочность: Сборно-блочные фундаменты известны своей высокой прочностью и долговечностью, что делает их отличным выбором для различных типов построек.',
    list2:'	Морозоустойчивость: Высокая устойчивость к низким температурам делает этот фундамент идеальным для использования в регионах с холодным климатом.',
    list3:'	Устойчивость к внешним воздействиям: Железобетонные блоки обладают высокой стойкостью к воздействию влаги и других внешних факторов, что способствует длительному сроку службы.',
    list4:'	Шумоизоляция: Превосходные шумоизоляционные свойства обеспечивают комфортное проживание, снижая уровень внешнего шума.',
    titleDescription:'Основные преимущества сборно-блочного фундамента:',
    descriptionEnd:'Сборно-блочный фундамент — это надежное и практичное решение для строительства домов с подвалом, обеспечивающее долговечность и устойчивость всей конструкции. Проведение геологических исследований позволяет точно определить пригодность участка для такого типа фундамента, что гарантирует безопасность и эффективность строительства.',
    imageUrl: Beton4
  },

  {
    fristTitle:'',
    title: 'Шведская монолитная фундамент',
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",
    nicname:"typesof-card-24",
    description: 'Энергоэффективный фундамент с утеплением и встроенными коммуникациями.',
    maindescription:'	Утепленная плита (УШП): включает слой теплоизоляции под всей плитой, что уменьшает теплопотери и предотвращает промерзание грунта.',
    description2:'Шведская плита — это современный вид фундамента, который сочетает в себе функции теплоизоляции и энергоэффективности. Конструкция шведской плиты представляет собой монолитную железобетонную плиту с интегрированной системой утепления и коммуникаций. Этот фундамент обеспечивает отличную теплоизоляцию пола и равномерное распределение нагрузки здания на грунт.',
    list1:'Энергоэффективность: Благодаря встроенному утеплителю и системе теплого пола, шведская плита обеспечивает высокую энергоэффективность здания, снижая затраты на отопление.',
    list2:'	Быстрота монтажа: Установка шведской плиты занимает меньше времени по сравнению с традиционными фундаментами, что ускоряет процесс строительства.',
    list3:'Удобство прокладки коммуникаций: Все необходимые инженерные коммуникации (водопровод, канализация, электричество, отопление) закладываются на этапе строительства фундамента, что упрощает их дальнейшее обслуживание.',
    list4:'	Устойчивость к деформациям: Шведская плита равномерно распределяет нагрузку на грунт, что предотвращает возникновение трещин и деформаций в основании здания.',
    titleDescription:'Основные преимущества шведской плиты:',
    descriptionEnd:'Шведская плита является отличным выбором для строительства современных энергоэффективных зданий. Этот фундамент обеспечивает долговечность, комфорт и низкие эксплуатационные расходы, делая его идеальным решением для домов будущего.',
    imageUrl: Beton7
  },
  {
    fristTitle:'',
    title: 'Свайно-винтовой фундамент',
    price: 'от 10 900 ₽ / куб.м',
    url:"lentochiy-fundament",
    nicname:"typesof-card-25",
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    maindescription:'Свайно-винтовой фундамент состоит из винтовых свай, вкручиваемых в грунт. Это решение позволяет быстро и экономично создать надежное основание, идеально подходящее для легких строений.',
    description2:'Свайно-винтовой фундамент — это надежное основание, которое создается с применением свай с винтовой нарезкой. Эти сваи вкручиваются в грунт в соответствии с проектным свайным полем, обеспечивая прочное и устойчивое основание для здания. Свайный фундамент является несущей конструкцией, которая принимает нагрузку от давления всех элементов здания.',
    list1:'Устройство в любое время года: Свайно-винтовой фундамент можно устанавливать ',
    list2:'•	Подходит для сложных условий: Эффективен для строительства на влажных и подвижных почвах, а также в местностях со сложным рельефом и крутыми склонами.',
    list3:'•	Идеально для легких строений: Отлично подходит для возведения легких строений из СИП-панелей, обеспечивая им надежную опору.',
    list4:'•	Быстрая нагрузка: Основание такого типа можно нагружать сразу после завершения монтажных работ, что значительно ускоряет процесс строительства.',
    titleDescription:'Основные преимущества свайно-винтового фундамента:',
    descriptionEnd:'почвах, а также в местностях со сложным рельефом и крутыми склонами Свайно-винтовой фундамент является идеальным выбором для различных типов строительства, обеспечивая долговечность и устойчивость даже в самых сложных условиях. Этот тип фундамента гарантирует надежность и безопасность вашего здания, независимо от климатических и грунтовых условий.',
    imageUrl: Beton5
  },




// remont

  {
    fristTitle:'Внутренняя Отделка Дома',
    title: 'Плотнические работы',
    nicname:"typesof-card-4",
    price: 'от 10 900 ₽ / куб.м',
    url:"svayno-rostverkoviy-fundament",
    maindescription:'',
    titleDescription:'',
    description2:'',
    list1:'',
    list2:'',
    list3:'',
    list4:'',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'',
    description: 'Установка дверей, окон, монтаж каркасов, декоративных элементов и мебели. Высокое качество и точность исполнения.',
    imageUrl: remont1
  },  {
    title: 'Сантехнические работы:',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-5",
    url:"svayno-rostverkoviy-fundament",
    maindescription:'',
    titleDescription:'Преимущества сантехнических работ:',
    description2:'Мы специализируемся на всех видах сантехнических работ. Сантехнические работы — это важная часть строительных и ремонтных процессов, включающая установку, ремонт и обслуживание систем водоснабжения, канализации и отопления. Качественные сантехнические услуги обеспечивают бесперебойную работу всех инженерных систем и комфортное проживание.',
    list1:'	Надежность и долговечность: Качественные материалы и профессиональный монтаж гарантируют долгий срок службы сантехнических систем.',
    list2:'	Комфорт и удобство: Правильно установленные системы водоснабжения и отопления обеспечивают комфортное проживание и использование всех бытовых приборов.',
    list3:'	Экономия ресурсов: Современные сантехнические решения помогают снизить потребление воды и энергии, что ведет к уменьшению коммунальных расходов.',
    list4:'	Безопасность: Профессиональный подход к установке и обслуживанию сантехнических систем предотвращает протечки, засоры и другие аварийные ситуации.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Сантехнические работы востребованы в строительстве новых домов, ремонте квартир, офисных помещений и промышленных объектов. Они включают как установку новых систем, так и модернизацию и ремонт существующих. Профессиональные сантехники работают с различными материалами и технологиями, обеспечивая оптимальные решения для каждого проекта.',
    description: 'Монтаж и ремонт систем водоснабжения и канализации. Установка ванн, раковин, унитазов, смесителей и других приборов.',
    imageUrl: remont2
  },  {
    fristTitle:'',
    title: 'Электрические работы',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-6",
    url:"svayno-rostverkoviy-fundament",
    maindescription:'',
    titleDescription:'Преимущества электрических работ:',
    description2:'Мы специализируемся на всех видах электрических работ. Электрические работы — это ключевая составляющая строительных и ремонтных процессов, включающая установку, ремонт и обслуживание электрических систем и оборудования. Качественные электрические работы обеспечивают безопасное и эффективное функционирование всех электрических систем в здании.',
    list1:'	Безопасность: Профессиональный монтаж и обслуживание электрических систем предотвращают короткие замыкания, перегрузки и другие опасные ситуации.',
    list2:'	Эффективность: Правильно спроектированные и установленные электрические системы обеспечивают стабильную работу всех электроприборов и оборудования.',
    list3:'	Долговечность: Использование качественных материалов и профессиональное выполнение электрических работ гарантируют долгий срок службы электрических систем.',
    list4:'	Комфорт: Современные электрические решения, включая автоматизацию и интеллектуальные системы управления, повышают комфорт и удобство использования электричества в доме или офисе.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Электрические работы востребованы при строительстве новых зданий, капитальном ремонте квартир и офисов, а также при модернизации существующих электрических систем. Профессиональные электрики используют современные технологии и материалы, обеспечивая высокое качество и безопасность выполненных электрических работ.',
    description: 'Монтаж и ремонт электропроводки, установка розеток, выключателей и осветительных приборов. Обеспечиваем безопасность и надёжность.',
    imageUrl: remont3
  },  {
    title: 'Штукатурка стен',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-7",
    url:"svayno-rostverkoviy-fundament",
    maindescription:'',
    titleDescription:'Преимущества штукатурки стен внутри дома:',
    description2:'Мы специализируемся на всех видах штукатурки стен внутри дома. Штукатурка стен — это один из самых распространённых строительных материалов, используемых для выравнивания и отделки стен и потолков внутри помещений. Она обеспечивает гладкую и эстетически привлекательную поверхность, готовую для дальнейшей отделки.',
    list1:'Эстетическая привлекательность: Штукатурка стен позволяет создавать идеально ровные поверхности, которые могут быть декорированы различными способами, включая покраску, нанесение декоративных элементов и обои.',
    list2:'Улучшение теплоизоляции и звукоизоляции: Штукатурка стен способствует улучшению теплоизоляционных и звукоизоляционных характеристик помещения, создавая комфортные условия внутри дома.',
    list3:'Улучшение теплоизоляции и звукоизоляции: Штукатурка стен способствует улучшению теплоизоляционных и звукоизоляционных характеристик помещения, создавая комфортные условия внутри дома.',
    list4:'	Экологичность: Штукатурка стен изготавливается из натуральных материалов, что делает её безопасной для здоровья и окружающей среды.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Штукатурка стен внутри дома является незаменимым материалом для тех, кто стремится создать идеально ровные и качественные поверхности, обеспечивая при этом долговечность и надёжность отделки. Этот материал подходит для всех типов помещений и позволяет достичь высококачественного результата в любых условиях.',
    description: ' Создание гладкой и ровной поверхности для дальнейшей отделки. Возможна декоративная штукатурка.',
    imageUrl: remont4
  },  {
    title: 'Плиточные работы:',
    nicname:"typesof-card-8",
    price: 'от 10 900 ₽ / куб.м',
    url:"svayno-rostverkoviy-fundament",
    maindescription:'',
    titleDescription:'Преимущества плиточных работ:',
    description2:'Мы специализируемся на всех видах плиточных работ. Плиточные работы — это важный этап в строительстве и ремонте, включающий укладку керамической, каменной, мозаичной и других видов плитки. Качественное выполнение плиточных работ обеспечивает долговечность покрытия и его эстетическую привлекательность.',
    list1:'	Эстетическая привлекательность: Плитка доступна в широком ассортименте цветов, текстур и размеров, что позволяет создавать уникальные и стильные дизайны.',
    list2:'	Прочность и долговечность: Плиточные покрытия устойчивы к механическим повреждениям, воздействию влаги и химическим веществам, что делает их идеальными для использования в различных помещениях.',
    list3:'	Прочность и долговечность: Плиточные покрытия устойчивы к механическим повреждениям, воздействию влаги и химическим веществам, что делает их идеальными для использования в различных помещениях.',
    list4:'	Гигиеничность: Плитка является гипоаллергенным материалом и не накапливает грязь и бактерии, что особенно важно для ванных комнат и кухонь.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Плиточные работы востребованы при строительстве новых зданий, ремонте квартир и домов, а также при создании коммерческих и общественных пространств. Профессиональные плиточники обеспечивают высокое качество и долговечность выполненных работ, используя современные материалы и технологии.',
    description: 'Укладка плитки на стены и пол. Используем качественные материалы и современные технологии для долговечности и эстетичности.',
    imageUrl: remont5
  },  {
    title: 'Малярные работы',
    nicname:"typesof-card-9",
    price: 'от 10 900 ₽ / куб.м',
    url:"svayno-rostverkoviy-fundament",
    maindescription:'',
    titleDescription:'Преимущества малярных работ:',
    description2:'Мы специализируемся на всех видах малярных работ. Малярные работы — это важный этап в строительстве и ремонте, включающий подготовку поверхностей и нанесение лакокрасочных материалов. Качественное выполнение малярных работ обеспечивает долговечность покрытия и его эстетическую привлекательность.',
    list1:'	Эстетическая привлекательность: Малярные работы позволяют создать идеально ровные и привлекательные поверхности, улучшая внешний вид помещений.',
    list2:'	Защита поверхностей: Лакокрасочные покрытия защищают стены и другие поверхности от влаги, загрязнений и механических повреждений.',
    list3:'	Разнообразие дизайна: Широкий выбор красок и техник нанесения позволяет создавать уникальные и стильные интерьеры.',
    list4:'	Устойчивость: Качественные материалы обеспечивают долговечность и стойкость покрытий к внешним воздействиям.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Малярные работы востребованы при ремонте и отделке квартир, домов, офисов и коммерческих помещений. Профессиональные маляры обеспечивают высокое качество выполнения работ, используя современные материалы и технологии.',
    description: 'Малярные работы: Покраска стен и потолков. Используем качественные краски и профессиональные инструменты для долговечного покрытия.',
    imageUrl: remont6
  },


  // кровля

  {
    fristTitle:'Кровельные работы',
    title: 'Металлочерепица',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-101",
    description: 'Надёжная и долговечная кровля. Лёгкая в монтаже, устойчива к атмосферным воздействиям, с широким выбором цветов и профилей.',
    imageUrl: roof2,
    maindescription:'Металлочерепица сочетает в себе легкость, прочность и доступность, что делает её одним из самых популярных материалов для кровли. Этот материал представлен в широком ассортименте цветов и профилей, что позволяет подобрать идеальный вариант для любого проекта.',
    titleDescription:'Преимущества металлочерепицы:',
    description2:'Металлочерепица сочетает в себе легкость, прочность и доступность, что делает её одним из самых популярных материалов для кровли. Этот материал представлен в широком ассортименте цветов и профилей, что позволяет подобрать идеальный вариант для любого проекта.',
    list1:'	Легкость: Металлочерепица обладает малым весом, что снижает нагрузку на конструкцию здания и упрощает монтаж.',
    list2:'	Прочность и долговечность: Металлочерепица устойчива к механическим повреждениям, коррозии и воздействию климатических факторов, обеспечивая длительный срок службы.',
    list3:'Широкий ассортимент: Большой выбор цветов и профилей позволяет создать уникальный дизайн крыши, соответствующий любому архитектурному стилю.',
    list4:'Экономичность: Металлочерепица является доступным материалом, что делает её экономически выгодным выбором для кровли.',
    description3:'Применение металлочерепицы: Металлочерепица широко используется в частном строительстве для домов, коттеджей и дач, а также в коммерческом строительстве для офисных зданий и промышленных объектов.',
    description4:'Монтаж металлочерепицы: Установка металлочерепицы требует профессиональных навыков и соблюдения технологических норм. Наша команда опытных специалистов обеспечивает качественный и быстрый монтаж, следуя всем стандартам безопасности и качества.',
    description5:'Стоимость металлочерепицы: Стоимость металлочерепицы зависит от выбранного типа, цвета, профиля и площади крыши. Мы предлагаем конкурентоспособные цены и высокое качество работ, гарантируя долговечность и надежность вашей кровли.',
    descriptionEnd:'Металлочерепица — это оптимальное сочетание легкости, прочности и эстетики, обеспечивающее надежную защиту вашего дома или коммерческого здания.',

  },
  {
    title: ' Мягкая черепица',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-102",
    description: 'Отличная гидроизоляция и шумоизоляция. Проста в монтаже, идеально подходит для сложных архитектурных форм.',
    imageUrl:roof3,
    fristTitle:'',
    maindescription:'Мягкая черепица, также известная как битумная черепица, отличается отличной гидроизоляцией и гибкостью, что делает её идеальным выбором для крыш сложной формы. Этот материал широко используется в частном строительстве благодаря своим многочисленным преимуществам.',
    titleDescription:'Преимущества мягкой черепицы:',
    description2:'Мягкая черепица, также известная как битумная черепица, отличается отличной гидроизоляцией и гибкостью, что делает её идеальным выбором для крыш сложной формы. Этот материал широко используется в частном строительстве благодаря своим многочисленным преимуществам.',
    list1:'Гидроизоляция: Мягкая черепица обеспечивает превосходную защиту от влаги, предотвращая протекания и повреждения крыши.',
    list2:'Гибкость: Благодаря своей гибкости, битумная черепица идеально подходит для сложных и нестандартных архитектурных решений.',
    list3:'	Звукоизоляция: Мягкая черепица обладает хорошими звукоизоляционными свойствами, снижая уровень шума от дождя и града.',
    list4:'	Устойчивость к внешним воздействиям: Этот материал устойчив к ультрафиолетовому излучению, морозу, жаре и другим климатическим факторам, что обеспечивает долгий срок службы.',
    description3:'Применение мягкой черепицы: Мягкая черепица широко используется для кровли частных домов, коттеджей, дач и других жилых построек. Её гибкость и гидроизоляционные свойства делают её идеальной для крыш сложной геометрии.',
    description4:'Монтаж мягкой черепицы: Установка битумной черепицы требует профессиональных навыков и соблюдения технологических норм. Наша команда опытных специалистов обеспечивает качественный монтаж, соблюдая все стандарты безопасности и качества.',
    description5:'Стоимость мягкой черепицы: Стоимость мягкой черепицы зависит от выбранного типа, цвета, формы и площади крыши. Мы предлагаем конкурентоспособные цены и гарантируем высокое качество работ, обеспечивая долговечность и надежность вашей кровли.',
    descriptionEnd:'Мягкая черепица — это идеальное решение для создания красивой и надежной крыши, которая защитит ваш дом на долгие годы.',

  },
  {
    fristTitle:'',
    title: 'Наплавляемая кровля',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-103",
    description: 'Высокая устойчивость к повреждениям и долговечность. Подходит для плоских и скатных крыш, защищает от влаги.',
    imageUrl: roof4,

    maindescription:'Наплавляемая кровля используется преимущественно для плоских крыш и обеспечивает надежную гидроизоляцию. Этот вид кровли отличается высокой устойчивостью к механическим повреждениям и долговечностью, что делает его идеальным выбором для различных строительных проектов.',
    titleDescription:'Преимущества наплавляемой кровли:',
    description2:'Наплавляемая кровля используется преимущественно для плоских крыш и обеспечивает надежную гидроизоляцию. Этот вид кровли отличается высокой устойчивостью к механическим повреждениям и долговечностью, что делает его идеальным выбором для различных строительных проектов.',
    list1:'	Надежная гидроизоляция: Наплавляемая кровля эффективно защищает здание от проникновения влаги, предотвращая протекания и продлевая срок службы крыши.',
    list2:'Долговечность: Материалы, используемые для наплавляемой кровли, обладают высокой износостойкостью и могут служить длительное время без необходимости частого ремонта',
    list3:'	Устойчивость к механическим повреждениям: Наплавляемая кровля устойчива к различным воздействиям, включая удары и давление, что делает её надежным вариантом для плоских крыш.',
    list4:'	Устойчивость к механическим повреждениям: Наплавляемая кровля устойчива к различным воздействиям, включая удары и давление, что делает её надежным вариантом для плоских крыш.',
    description3:'Применение наплавляемой кровли: Наплавляемая кровля широко используется для покрытия плоских крыш жилых, коммерческих и промышленных зданий. Её гидроизоляционные свойства делают её идеальной для регионов с частыми осадками.',
    description4:'Монтаж наплавляемой кровли: Установка наплавляемой кровли требует специальных навыков и оборудования. Наша команда профессионалов обеспечивает качественный монтаж, соблюдая все технологические нормы и стандарты безопасности.',
    description5:'Стоимость наплавляемой кровли: Стоимость наплавляемой кровли зависит от площади крыши, типа используемого материала и сложности монтажа. Мы предлагаем конкурентоспособные цены и гарантируем высокое качество выполнения работ, обеспечивая долговечность и надежность вашей крыши.',
    descriptionEnd:'Наплавляемая кровля — это идеальное решение для создания надежной и долговечной крыши, которая защитит ваш дом или здание на долгие годы.',

  },
  { fristTitle:'',
    title: 'Кровля из профнастила',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-104",
    description: 'Экономичное и практичное решение. Высокая прочность, лёгкость монтажа и долговечность. Подходит для промышленных и жилых зданий.',
    imageUrl: roof5,

    maindescription:'Кровля из профнастила является экономичным и долговечным решением, часто используемым для хозяйственных и промышленных зданий. Этот материал отличается простотой монтажа и высокой устойчивостью к внешним воздействиям, что делает его идеальным выбором для различных строительных проектов.',
    titleDescription:'Преимущества кровли из профнастила:',
    description2:'Кровля из профнастила является экономичным и долговечным решением, часто используемым для хозяйственных и промышленных зданий. Этот материал отличается простотой монтажа и высокой устойчивостью к внешним воздействиям, что делает его идеальным выбором для различных строительных проектов.',
    list1:'	Экономичность: Профнастил является доступным материалом, что позволяет снизить затраты на строительство крыши без ущерба для её качества.',
    list2:'	Долговечность: Профнастил обладает высокой износостойкостью и устойчивостью к коррозии, что обеспечивает длительный срок службы кровли.',
    list3:'	Простота монтажа: Листы профнастила легко устанавливаются, что сокращает время и затраты на монтажные работы.',
    list4:'	Устойчивость к внешним воздействиям: Профнастил устойчив к различным погодным условиям, включая дождь, снег, ветер и ультрафиолетовое излучение.',
    description3:'Применение кровли из профнастила: Кровля из профнастила широко используется для хозяйственных построек, складов, производственных помещений и других промышленных объектов. Благодаря своим характеристикам, профнастил также подходит для кровли жилых домов и дач.',
    description4:'Монтаж кровли из профнастила: Установка кровли из профнастила требует профессиональных навыков и инструментов. Наша команда опытных мастеров обеспечивает качественный монтаж, соблюдая все стандарты безопасности и технологические нормы.',
    description5:'Стоимость кровли из профнастила: Стоимость кровли из профнастила зависит от площади крыши, выбранного типа профнастила и сложности монтажных работ. Мы предлагаем конкурентоспособные цены и гарантируем высокое качество выполнения работ, обеспечивая долговечность и надежность вашей крыши.',
    descriptionEnd:'Кровля из профнастила — это надежное и экономичное решение для вашего здания, обеспечивающее защиту и долговечность на долгие годы.',

  },
  {
    fristTitle:'',
    title: 'Фальцевая кровля',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-105",
    description: 'Элегантный вид и долговечность. Устойчива к внешним воздействиям, обеспечивает высокую герметичность.',
    imageUrl: roof6,

    maindescription:'Фальцевая кровля отличается своей прочностью и герметичностью, что делает её отличным выбором для домов и коммерческих объектов. Этот тип кровли изготавливается из металлических листов, соединенных специальными фальцевыми замками, которые обеспечивают надежную защиту от протечек и внешних воздействий.',
    titleDescription:'Преимущества фальцевой кровли:',
    description2:'Фальцевая кровля отличается своей прочностью и герметичностью, что делает её отличным выбором для домов и коммерческих объектов. Этот тип кровли изготавливается из металлических листов, соединенных специальными фальцевыми замками, которые обеспечивают надежную защиту от протечек и внешних воздействий.',
    list1:'Высокая герметичность: Специальные фальцевые замки гарантируют герметичное соединение листов, предотвращая протекания.',
    list2:'Устойчивость к коррозии: Современные покрытия защищают металл от ржавчины и увеличивают его долговечность.',
    list3:'	Эстетичный внешний вид: Фальцевая кровля придает зданию современный и аккуратный вид, доступна в различных цветах и текстурах.',
    list4:'	Экономичность в обслуживании: Требует минимального ухода и сохраняет свои свойства на протяжении многих лет.',
    description3:'Применение фальцевой кровли: Фальцевая кровля широко используется как в частном домостроении, так и для коммерческих объектов. Она идеально подходит для крыш сложной формы, так как позволяет создавать плавные и надежные покрытия.',
    description4:'Монтаж фальцевой кровли: Установка фальцевой кровли требует профессиональных навыков и специализированного оборудования. Наша команда опытных специалистов обеспечивает качественный монтаж, соблюдая все технологические нормы и стандарты.',
    description5:'Стоимость фальцевой кровли: Мы предлагаем конкурентоспособные цены на установку фальцевой кровли, учитывая высокое качество используемых материалов и профессионализм наших мастеров. Стоимость работ рассчитывается индивидуально в зависимости от площади и сложности крыши.',
    descriptionEnd:'Фальцевая кровля — это надежное и долговечное решение для вашего дома или коммерческого здания, обеспечивающее защиту и эстетичный внешний вид на долгие годы.',

  },
  {
    fristTitle:'',
    title: 'Керамическая кровля',
    price: 'от 10 900 ₽ / куб.м',
    url:"monolitnaya-plita",
    nicname:"typesof-card-106",
    description: 'Высокая эстетичность и долговечность. Устойчива к погодным условиям, не требует особого ухода, придаёт дому стильный вид.',
    imageUrl: roof1,

    maindescription:'Керамическая черепица придаёт дому традиционный и элегантный вид, а также обладает высокой долговечностью. Этот тип кровли является одним из самых древних и проверенных временем решений, обеспечивая надежную защиту и привлекательный внешний вид здания.',
    titleDescription:'•	Долговечность: Керамическая черепица может служить десятилетиями, сохраняя свои эксплуатационные качества и внешний вид.',
    description2:'Преимущества керамической кровли:',
    list1:'	Долговечность: Керамическая черепица может служить десятилетиями, сохраняя свои эксплуатационные качества и внешний вид.',
    list2:'Устойчивость к внешним воздействиям: Керамическая кровля устойчива к ультрафиолетовому излучению, морозу, жаре и влаге, что делает её идеальной для различных климатических условий.',
    list3:'Экологичность: Керамическая черепица изготавливается из натуральных материалов, не содержит вредных химических веществ и полностью подлежит переработке.',
    list4:'	Шумоизоляция: Керамическая кровля обеспечивает отличную шумоизоляцию, защищая дом от внешних шумов.',
    description3:'Применение керамической кровли: Керамическая кровля широко используется в частном строительстве для домов, коттеджей и дач. Она также подходит для реставрации исторических зданий, сохраняя их аутентичный вид.',
    description4:'Монтаж керамической кровли: Установка керамической черепицы требует профессиональных навыков и знаний. Наша команда специалистов обеспечивает качественный монтаж, следуя всем технологическим нормам и стандартам.',
    description5:'качественный монтаж, следуя всем технологическим нормам и стандартам.Стоимость керамической кровли: Стоимость керамической кровли зависит от площади крыши, выбранного типа черепицы и сложности монтажа. Мы предлагаем конкурентоспособные цены и высокое качество работ, гарантируя долгий срок службы вашей крыши.',
    descriptionEnd:'Керамическая кровля — это идеальное сочетание красоты, надежности и экологичности, обеспечивающее вашему дому долговечную защиту и привлекательный внешний вид.',

  },



  // кровля end

  // look data

   {
    fristTitle:'Наружная Отделка Дома',
    title: 'Декоративный камень',
    nicname:"typesof-card-15",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    maindescription:'',
    titleDescription:'Основные преимущества декоративного камня:',
    description2:'Декоративный камень — это универсальный и стильный материал, который используется для отделки интерьеров и экстерьеров зданий. Он создаёт эффектный визуальный акцент и придаёт любому помещению или фасаду элегантный и неповторимый облик.',
    list1:'	Эстетическая привлекательность: Декоративный камень доступен в разнообразных текстурах и цветах, что позволяет создавать уникальные дизайнерские решения и подчёркивать индивидуальность любого пространства.',
    list2:'	Прочность и долговечность: Декоративный камень устойчив к механическим повреждениям, воздействию влаги и перепадам температур, что обеспечивает его долговечность и сохранение первоначального вида на долгие годы.',
    list3:'Универсальность: Этот материал подходит для использования как внутри помещений, так и на улице. Его можно использовать для облицовки стен, каминов, фасадов, заборов и даже для создания декоративных элементов в ландшафтном дизайне.',
    list4:'Универсальность: Этот материал подходит для использования как внутри помещений, так и на улице. Его можно использовать для облицовки стен, каминов, фасадов, заборов и даже для создания декоративных элементов в ландшафтном дизайне.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Декоративный камень является идеальным выбором для тех, кто хочет добавить своему дому или участку изысканности и индивидуальности. Его применение позволяет преобразить любое пространство, сделав его более привлекательным и уютным.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: look1
  },
  {
    fristTitle:'',
    title: 'Фасадные панели',
    nicname:"typesof-card-16",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    maindescription:'',
    titleDescription:'Преимущества фасадных панелей:',
    description2:'Фасадные панели — это современный строительный материал, предназначенный для облицовки внешних стен зданий. Они служат не только для улучшения эстетического вида строения, но и для повышения его теплоизоляционных и звукоизоляционных характеристик, а также для защиты от атмосферных воздействий.',
    list1:'	Эстетическая привлекательность: Фасадные панели доступны в широком ассортименте текстур и цветов, что позволяет создавать уникальные и стильные фасады.',
    list2:'Защита от внешних воздействий: Обеспечивают защиту стен от влаги, ветра, ультрафиолетовых лучей и механических повреждений.',
    list3:'	Долговечность: Фасадные панели обладают высокой прочностью и устойчивостью к внешним воздействиям, что обеспечивает их долговечность и сохранение первоначального вида на долгие годы.',
    list:'Простота монтажа и ухода: Лёгкость и удобство монтажа позволяют сократить сроки строительства, а простой уход обеспечивает долгий срок службы без значительных затрат на обслуживание.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Фасадные панели являются отличным выбором для тех, кто хочет улучшить внешний вид и функциональные характеристики своего здания, обеспечив ему долговечность, теплоизоляцию и защиту от неблагоприятных внешних факторов.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: look2
  },
   {
    fristTitle:'',
    title: 'Имитация бруса',
    nicname:"typesof-card-201",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    maindescription:'',
    titleDescription:'Преимущества имитации бруса:',
    description2:'Имитация бруса — это отделочный материал, который внешне повторяет вид натурального деревянного бруса, но при этом обладает рядом практических преимуществ. Он широко используется как для внутренней, так и для внешней отделки зданий, создавая ощущение натурального дерева и придавая постройке эстетичный и уютный вид.',
    list1:'	Эстетичность: Имитация бруса позволяет добиться внешнего вида настоящего деревянного бруса, что придаёт зданию уютный и привлекательный вид.',
    list2:'	Простота монтажа: Панели имитации бруса легко монтируются благодаря специальным замковым соединениям, что значительно ускоряет процесс установки.',
    list3:'Устойчивость к воздействию окружающей среды: Материалы, используемые для имитации бруса, обработаны специальными составами, защищающими от влаги, ультрафиолетовых лучей и вредителей.',
    list4:'	Теплоизоляция: Имитация бруса обладает хорошими теплоизоляционными свойствами, что способствует сохранению тепла в помещении и снижению затрат на отопление.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Имитация бруса является отличным выбором для тех, кто хочет придать своему дому или участку эстетичный вид натурального дерева, при этом воспользовавшись современными технологиями и материалами, обеспечивающими долговечность и простоту ухода.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: look3
  },
  {
    fristTitle:'',
    title: 'Облицовочный кирпич',
    nicname:"typesof-card-17",
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    maindescription:'',
    titleDescription:'Преимущества облицовочного кирпича:',
    description2:'Облицовочный кирпич — это высококачественный строительный материал, используемый для декоративной отделки внешних и внутренних стен зданий. Он придаёт постройке эстетичный и элегантный вид, а также обладает отличными эксплуатационными характеристиками.',
    list1:'	Эстетическая привлекательность: Облицовочный кирпич доступен в широком ассортименте цветов, фактур и размеров, что позволяет создавать уникальные и стильные фасады.',
    list2:'	Долговечность: Облицовочный кирпич обладает высокой прочностью и устойчивостью к внешним воздействиям, что обеспечивает его долговечность и сохранение первоначального вида на долгие годы.',
    list3:'	Устойчивость к атмосферным воздействиям: Облицовочный кирпич устойчив к влаге, морозу, ультрафиолетовым лучам и механическим повреждениям, что делает его идеальным выбором для использования в различных климатических условиях.',
    list4:'Теплоизоляция и звукоизоляция: Облицовочный кирпич улучшает теплоизоляционные и звукоизоляционные характеристики здания, способствуя созданию комфортных условий внутри помещений.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Облицовочный кирпич является отличным выбором для тех, кто хочет придать своему дому или участку элегантный и долговечный внешний вид, обеспечив при этом высокие эксплуатационные характеристики и комфорт.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: look4
  },
  {
    fristTitle:'',
    title: 'Сайдинг',
    price: 'от 10 900 ₽ / куб.м',
    nicname:"typesof-card-18",
    url:"Sborno-blochniy-fundament",
    maindescription:'',
    titleDescription:'Преимущества сайдинга:',
    description2:'Сайдинг — это популярный строительный материал, используемый для облицовки внешних стен зданий. Он помогает не только улучшить внешний вид постройки, но и защитить её от различных погодных воздействий, а также улучшить тепло- и звукоизоляционные характеристики.',
    list1:'Эстетическая привлекательность: Сайдинг доступен в широком ассортименте цветов, текстур и стилей, что позволяет создавать уникальные и стильные фасады.',
    list2:'	Долговечность: Сайдинг обладает высокой устойчивостью к различным внешним воздействиям, включая влагу, ультрафиолетовые лучи, экстремальные температуры и механические повреждения.',
    list3:'Теплоизоляция и звукоизоляция: Сайдинг улучшает теплоизоляционные и звукоизоляционные характеристики здания, способствуя созданию комфортных условий внутри помещений.',
    list4:'Простота монтажа: Лёгкость и удобство монтажа позволяют сократить сроки строительства и снизить затраты на установку.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Сайдинг является отличным выбором для тех, кто хочет придать своему дому или зданию современный и эстетичный вид, обеспечив при этом высокие эксплуатационные характеристики и простоту ухода.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: look5
  },
  {
    fristTitle:'',
    title: 'Штукатурка',
    price: 'от 10 900 ₽ / куб.м',
    url:"Sborno-blochniy-fundament",
    nicname:"typesof-card-19",
    maindescription:'',
    titleDescription:'Преимущества штукатурки:',
    description2:'Мы работаем на всех видах штукатурки. Штукатурка — это один из самых распространённых строительных материалов, используемых для выравнивания и отделки стен и потолков. Она применяется как для внутренней, так и для внешней отделки зданий, обеспечивая ровную и эстетически привлекательную поверхность.',
    list1:'Эстетическая привлекательность: Штукатурка позволяет создавать идеально ровные поверхности, которые могут быть декорированы различными способами, включая покраску, нанесение декоративных элементов и т. д.',
    list1:'	Улучшение теплоизоляции и звукоизоляции: Штукатурка способствует улучшению теплоизоляционных и звукоизоляционных характеристик здания, создавая комфортные условия внутри помещений.',
    list1:'	Устойчивость к внешним воздействиям: Штукатурка защищает стены от влаги, механических повреждений и воздействия ультрафиолетовых лучей.',
    list1:'Экологичность: Штукатурка изготавливается из натуральных материалов, что делает её безопасной для здоровья и окружающей среды.',
    description3:'',
    description4:'',
    description5:'',
    descriptionEnd:'Штукатурка является незаменимым материалом для тех, кто стремится создать идеально ровные и качественные поверхности, обеспечивая при этом долговечность и надёжность отделки.',
    description: 'Данный тип фундамента считается одним из самых надёжных...',
    imageUrl: look6
  },
];
export {foundations}